{
    "Главная": "Bosh sahifa",
    "Каталог": "Katalog",
    "Приемущества": "Afzalliklar",
    "Контакты": "Kontakt",

    "Надежный. Прочный. Инновационный.": "Ishonchli. Mustahkam. Innovatsion",
    "Надежный металлопрокат для ваших проектов.": "Sizning biznesingiz uchun ishonchli quvurlar",
    "Изучите нашу продукцию": "Bizning mahsulotlarimizni o`rganib chiqing",

    "Просмотрите наш каталог": "Katalogimizni ko'rib chiqing",
    "Оцинкованный прокат": "Ruhlantirilgan metall prokat",
    "Мы производим рулоны оцинкованной стали толщиной от 0,3 мм до 1,5 мм, а также можем по индивидуальному заказу нарезать рулоны шириной 500 мм на полосы любого размера.": "Biz qalinligi 0,3 mm dan 1,5 mm gacha bo'lgan ruhlantirilgan stal rulonlarini ishlab chiqaramiz, shuningdek, so'rov bo'yicha 500 mm kenglikdagi rulonlarni istalgan o'lchamda kesishimiz mumkin.",
    "Тип толщины:": "Qalinligi turi",
    "Трубная продукция": "Quvur mahsulotlari",
    "Наши электротрубосварочные станы производят круглые и профильные трубы, соответствующие нормативным требованиям, c качественными сварными швами. Трубная продукция соответствует стандартам ГОСТ 10704-91 и ГОСТ 10705-80.": "Bizning elektr quvurlarni payvandlash mashinalarimiz yuqori sifatli payvand choklari bilan me'yoriy talablarga javob beradigan yumaloq va profilli quvurlar ishlab chiqaradi. Bizning quvur mahsulotlarimiz GOST 10704-91 va GOST 10705-80 standartlariga mos keladi.",
    "Оцинкованные профили для гипсокартона": "Gipsokarton uchun ruxlantirilgan profillar",
    "Компания производит высококачественные оцинкованные профили для гипсокартона, в том числе стоечный профиль (настенный), потолочные и направляющие профили.": 
    "Kompaniya gipsokarton uchun yuqori sifatli ruxlantirilgan profillar, shu jumladan ustunli (devor), shift va yuk ko'taruvchi profillarini ishlab chiqaradi.",
    "Преимущества этих профилей:": "Ushbu profillarning afzalliklari",
    "- Стойочный профиль (настенный);": "Ustun uchun profillar (devor)",
    "- Потолочный профиль;": "Shift uchun profillar",
    "- Профиль гида.": "Metall profil",
    "Металлопрокат": "Metall prokat",
    "Компания реализует различные виды металлопроката, производимого в Республике Узбекистан и за рубежом.": 
    "Korxona O‘zbekiston Respublikasida va xorijda ishlab chiqarilgan har xil turdagi metall prokatlarini sotadi",


    "Наши основные": "Bizning asosiy",
    "превосходства": "afzalliklarimiz",
    "Гибкий подход к каждому клиенту": "Har bir mijozga alohida yondashuv",
    "Возможность обсуждения стоимости продукции в каждом индивидуальном случае, производство под заказ необходимых и специфический позиций, индивидуальный подход в отгрузке товаров и закрытие юридических и бухгалтерских вопросов – результат полноценно выстроенной системе менеджмента в рамках компании Turon Stal Profil.": "Har bir alohida holatda mahsulot tannarxini muhokama qilish, zarur va aniq mahsulotlarni buyurtma asosida ishlab chiqarish, tovarlarni jo‘natishga individual yondashish hamda yuridik va buxgalteriya masalalarini yopib qo‘yish Turon Stal’da to‘liq qurilgan boshqaruv tizimining natijasidir. Profil kompaniyasi",
    "Местное производство": "Mahalliy ishlab chiqarish",
    "Производство металлической продукции всегда дается немалыми усилиями, которые дают плоды спустя длительный срок. Повышение профессиональной квалификации сотрудников, оттачивание производственных навыков и усовершенствование производственных процессов – главные принципы команды TSP.": "Metall buyumlar ishlab chiqarish har doim katta kuch sarflaydi, bu esa uzoq vaqtdan keyin o'z mevasini beradi. Xodimlarning kasbiy malakasini oshirish, ishlab chiqarish mahoratini oshirish va ishlab chiqarish jarayonlarini takomillashtirish TSP jamoasining asosiy tamoyillari hisoblanadi.",
    "Низкая цена, высокое качество": "Hamyonbop narx, yuqori sifat",
    "Низкая стоимость и высокое качество продукции получено в результате многолетнего опыта работы на территории Республики Узбекистан, прочно выстроенных партнерских отношений с контрагентами, наличие большого количества сырья для производства и высокий опыт сотрудников компании.": "Hamyonbop va sifatli mahsulotlar O‘zbekiston Respublikasi hududida ko‘p yillik tajriba, hamkorlar bilan yaxshi yo‘lga qo‘yilgan aloqalari, ishlab chiqarish uchun ko‘p miqdorda xomashyo mavjudligi va kompaniya xodimlarining yuqori darajadagi tajribasi natijasida erishilmoqda",
    "Многозадачный режим работы": "Ko'p vazifalik ish tartibi",
    "Большинство партнеров достигают успехов в бизнесе в результате кропотливого налаживания графика поставок производимой нами продукции. Налаженные производственные линии и высокий профессионализм сотрудников компании, как и малого, так и высокого рангов позволяет компании TSP держать марку добросовестной компании.": "Aksariyat hamkorlar mahsulotlarimizni yetkazib berish jadvalini puxta o'rnatish natijasida biznes muvaffaqiyatiga erishadilar. Yaxshi tashkil etilgan ishlab chiqarish liniyalari va kompaniya xodimlarining yuqori darajadagi  professionalligi TSPga vijdonli kompaniya brendini saqlab qolish imkonini beradi.",

    
    "Наши": "Bizning",
    "контакты": "kontaktlarimiz",
    "Локация": "Joylashuv",
    "Ориентир: ул.Чоштепа": "Mo‘ljal: Choshtepa ko‘chasi",
    "Перейти": "O`tish",
    "Скопируйте юзернейм телеграм бота": "Telegram bot nomini nusxalab oling",
    "Юзернейм скопирован!": "Telegram bot nomi nusxalandi",


   
    "Готовы ли вы обрести наши": "Yuqori sifatli",
    "высококачественные": "mahsulotlarimizni",
    "продукты": "xarid qilishga tayyormisiz?",
    "Нажмите кнопку и свяжитесь c нашими менеджерами": "Tugmani bosing va menejerlarimiz bilan bog'laning",
    "через наш телеграм бот (METALSKLAD_bot)": "telegram bot orqali (METALSKLAD_bot)",
    "Свяжитесь с нами!": "Biz bilan bog`laning"
}